/*
Navicat MySQL Data Transfer

Source Server         : fiveTeamProject
Source Server Version : 50520
Source Host           : localhost:3306
Source Database       : fanlestreet

Target Server Type    : MYSQL
Target Server Version : 50520
File Encoding         : 65001

Date: 2017-03-30 18:10:46
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for goods
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `goodsid` int(255) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  `discount` varchar(255) DEFAULT NULL,
  `map` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `star` varchar(255) DEFAULT NULL,
  `message` varchar(255) DEFAULT NULL,
  `src` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`goodsid`)
) ENGINE=InnoDB AUTO_INCREMENT=90022 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('10001', '广州四季酒店', '￥2332起', '超级赞', '距市中心5.6km  高德置地/花城汇', '020-118114', '295条', '豪华型', '../img/yw10001.jpg', 'false');
INSERT INTO `goods` VALUES ('10002', '白天鹅宾馆', '￥1025起', '非常棒', '距市中心3.6km  沙面', '020-114118', '923条', '五星级酒店', '../img/yw10002.jpg', 'false');
INSERT INTO `goods` VALUES ('10003', '广州W酒店', '￥1633起', '非常棒', '距市中心6.0km  高德置地/花城汇', '020-114118', '1593条', '豪华型', '../img/yw10003.jpg', 'false');
INSERT INTO `goods` VALUES ('10004', '粤海喜来登酒店', '￥1633起', '非常棒', '距市中心5.4km  天河城/体育中心', '17小时前有人预定', '1498条', '豪华型', '../img/yw10004.jpg', 'false');
INSERT INTO `goods` VALUES ('10005', '广州花园酒店', '￥991起', '非常棒', '距市中心1.9km  小北/淘金', '020-114118', '1896条', '五星级酒店', '../img/yw10005.jpg', 'false');
INSERT INTO `goods` VALUES ('10006', '广州达镖国际酒店', '￥648起', '很好', '距市中心4.1km  江南大道', '020-123123', '1092条', '高档型', '../img/yw10006.jpg', 'false');
INSERT INTO `goods` VALUES ('10007', '广州碧水湾温泉度假村', '￥1398起', '非常棒', '距市中心78.4km  碧水新村/碧水湾', '020-123123', '795条', '豪华型', '../img/yw10007.jpg', 'false');
INSERT INTO `goods` VALUES ('10008', '呈爱主题精品酒店(团一大广场店)', '￥209起', '很好', '距市中心1.6km  沿江路/二沙岛', '020-123123', '1483条', '舒适型', '../img/yw10008.jpg', 'false');
INSERT INTO `goods` VALUES ('10009', '广州文华东方酒店', '￥2550起', '非常棒', '距市中心6.6km  天河城/体育中心', '020-123123', '559条', '豪华型', '../img/yw10009.jpg', 'false');
INSERT INTO `goods` VALUES ('10010', '广州富力丽思卡尔顿酒店', '￥1680起', '非常棒', '距市中心6.0km  高德置地/花城汇', '020-123123', '885条', '豪华型', '../img/yw10010.jpg', 'false');
INSERT INTO `goods` VALUES ('10011', '广州天河希尔顿酒店', '￥971起', '很好', '距市中心5.6km  天河北', '', '1428条', '豪华型', '../img/yw10011.jpg', 'false');
INSERT INTO `goods` VALUES ('10012', '麗枫酒店(广州天河正佳广场店)', '￥528起', '很好', '距市中心6.3km  天河城/体育中心', '', '206条', '高档型', '../img/yw10012.jpg', 'false');
INSERT INTO `goods` VALUES ('10013', '索特来主题酒店(广州珠江新城店)', '￥441起', '很好', '距市中心6.1km  高德置地/花城汇', '', '551条', '舒适型', '../img/yw10013.jpg', 'false');
INSERT INTO `goods` VALUES ('10014', '广州希尔顿逸林酒店', '￥978起', '很好', '距市中心580m  越秀公园', '', '716条', '豪华型', '../img/yw10014.jpg', 'false');
INSERT INTO `goods` VALUES ('10015', '广州丽柏国际酒店', '￥418起', '很好', '距市中心7.2km  石牌/龙口', '', '1331条', '豪华型', '../img/yw10015.jpg', 'false');
INSERT INTO `goods` VALUES ('10016', '7天连锁酒店(广州新天河公园店)', '￥329起', '很好', '距市中心9.4km  天河公园', '', '1965条', '经济型', '../img/yw10016.jpg', 'false');
INSERT INTO `goods` VALUES ('10017', '卡威尔酒店', '￥379起', '很好', '距市中心5.2km  工业大道', '', '569条', '豪华型', '../img/yw10017.jpg', 'false');
INSERT INTO `goods` VALUES ('10018', '木莲庄酒店', '￥413起', '很好', '距市中心7.1km  兴盛路/跑马场', '', '471条', '高档型', '../img/yw10018.jpg', 'false');
INSERT INTO `goods` VALUES ('10019', '广州增城恒大酒店', '￥538起', '很好', '距市中心40.3km  增城区', '', '787条', '豪华型', '../img/yw10019.jpg', 'false');
INSERT INTO `goods` VALUES ('10020', '广州南丰朗豪酒店', '￥600起', '很好', '距市中心9.8km  琶洲', '', '497条', '豪华型', '../img/yw10020.jpg', 'false');
INSERT INTO `goods` VALUES ('10021', '柏高商务酒店（广州太古汇石牌桥地铁站店）(原天河城店)', '￥298起', '不错', '距市中心6.4km  天河城/体育中心', '', '625条', '高档型', '../img/yw10021.jpg', 'false');
INSERT INTO `goods` VALUES ('10022', '广州卡丽皇家金煦酒店', '￥428起', '很好', '距市中心3.8km  广园新村', '', '889条', '豪华型', '../img/yw10022.jpg', 'false');
INSERT INTO `goods` VALUES ('10023', '广州圣丰索菲特酒店', '￥500起', '很好', '距市中心4.9km  天河北', '', '889条', '豪华型', '../img/yw10023.jpg', 'false');
INSERT INTO `goods` VALUES ('10024', '全季酒店(广州越秀公园店)', '￥465起', '很好', '距市中心1.4km  越秀公园', '', '256条', '舒适型', '../img/yw10024.jpg', 'false');
INSERT INTO `goods` VALUES ('10025', '广州总统大酒店', '￥788起', '很好', '距市中心7.0km  石牌/龙口', '', '975条', '高档型', '../img/yw10025.jpg', 'false');
INSERT INTO `goods` VALUES ('90001', '东阿阿胶', '￥1', '￥96', '', '1', '', '1', '../img/tw2.jpg', 'false');
INSERT INTO `goods` VALUES ('90002', '夏日缤纷', '￥1', '￥15', '', '2', '', '2', '../img/tw1.jpg', 'false');
INSERT INTO `goods` VALUES ('90003', '美味寿司', '￥1', '￥10', '阅江西路222号广州塔106楼', '3', '3', '3', '../img/tw3.jpg', 'false');
INSERT INTO `goods` VALUES ('90004', '农家菜馆', '￥98', '￥168', '阅江西路222号广州塔106楼', '4', '3', '4', '../img/tw4.jpg', 'false');
INSERT INTO `goods` VALUES ('90005', '尚大咖啡烘培', '￥26', '￥40', '阅江西路222号广州塔106楼', '5', '3', '5', '../img/tw5.jpg', 'false');
INSERT INTO `goods` VALUES ('90006', '鲜食', '￥88', '￥128', '珠江新城华夏路1号信合大厦28-31楼', '6', '4', '6', '../img/tw6.jpg', 'false');
INSERT INTO `goods` VALUES ('90007', '广州塔璇玑地中海自助旋转餐厅', '￥298', '￥446', '珠江新城华夏路1号信合大厦28-31楼', '7', '已售4792', '[客村/赤岗] 吉尼斯记录旋转餐厅单人平日自助午餐（含150元登塔观光门票）', '../img/twlist7.jpg', 'false');
INSERT INTO `goods` VALUES ('90008', '空中一号', '￥888', '￥1721', '珠江新城华夏路1号信合大厦28-31楼', '8', '已售4108', '[客村/赤岗] 吉尼斯记录旋转餐厅单人平日自助午餐（含150元登塔观光门票）', '../img/twlist16.jpg', 'false');
INSERT INTO `goods` VALUES ('90009', '悦榕庄', '￥448', '￥613', '广州食蛇圣地', '9', '已售15831', '[3店通用] 8人超值套餐，提供免费WiFi', '../img/twlist11.jpg', 'false');
INSERT INTO `goods` VALUES ('90010', '广州W酒店-稻菊日本餐厅', '￥198', '￥437', '广州年度十大奢华餐厅', '10', '已售3321', '[珠江新城] 套餐2选1', '../img/twlist15.jpg', 'false');
INSERT INTO `goods` VALUES ('90012', '探鱼', '￥178', '￥204', '味道顶呱呱', '12', '已售3245', '[来又来/大润发] 凌波/海鲈鱼套餐，建议1-2人使用', '../img/twlist3.jpg', null);
INSERT INTO `goods` VALUES ('90013', '弓夫射箭馆', '￥65', '￥90', '深受客人喜爱', '13', '已售2380', '[2店通用] 工作日双人射箭“弓囍”套餐（共四组箭 适合双人使用 反曲弓）', '../img/twlist4.png', null);
INSERT INTO `goods` VALUES ('90014', '517跳跳蛙·盛强汕头黄牛肉', '￥1', '￥96', '广州口碑超赞的人气美食', '14', '已售7345', '[江南大道] 四人招牌跳跳蛙锅（2斤）1份', '../img/twlist3.jpg', null);
INSERT INTO `goods` VALUES ('90015', '洛米堤自助西餐厅', '￥39', '￥99', '指定用户减10元', '15', '已售2381', '[北京路] 单人自助西餐', '../img/twlist2.jpg', null);
INSERT INTO `goods` VALUES ('90016', '麻蒲碳烤肉', '￥118', '￥136', '味道顶呱呱', '16', '已售987', '[江南西] 双人套餐，提供免费WiFi', '../img/twlist9.jpg', null);
INSERT INTO `goods` VALUES ('90017', '广饮讲食鸽子皇', '￥9.9', '￥21', '新客减8.9', '17', '已售9999', '[江南大道] 红烧乳鸽1份，提供免费WiFi', '../img/twlist8.jpg', null);
INSERT INTO `goods` VALUES ('90018', '麵妖精', '￥9.9', '￥25', '新客减8.9', '18', '已售5187', '[西城都荟] 八戒肉丁面1份，包间免费', '../img/twlist12.jpg', null);
INSERT INTO `goods` VALUES ('90019', '云来斯堡酒店餐厅', '￥168', '￥334', '广州口碑超赞的人气美食', '19', '已售8790', '[珠江新城] 平日豪华自助晚餐', '../img/twlist1.jpg', null);
INSERT INTO `goods` VALUES ('90021', '金兴港式海鲜火锅店', '￥28', '￥226', '深受客人喜爱', '21', '已售7654', '[小北/淘金] 精选特惠套餐，建议2-3人使用', '../img/twlist3.jpg', null);

-- ----------------------------
-- Table structure for login
-- ----------------------------
DROP TABLE IF EXISTS `login`;
CREATE TABLE `login` (
  `userid` int(255) NOT NULL AUTO_INCREMENT,
  `user` varchar(255) DEFAULT NULL,
  `pwd` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL,
  PRIMARY KEY (`userid`)
) ENGINE=InnoDB AUTO_INCREMENT=1622 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of login
-- ----------------------------

-- ----------------------------
-- Table structure for relation
-- ----------------------------
DROP TABLE IF EXISTS `relation`;
CREATE TABLE `relation` (
  `buyid` int(11) NOT NULL AUTO_INCREMENT,
  `room_id` int(11) NOT NULL,
  `userid` int(11) NOT NULL,
  `buynum` int(11) NOT NULL DEFAULT '1',
  `time` varchar(255) NOT NULL,
  PRIMARY KEY (`buyid`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of relation
-- ----------------------------

-- ----------------------------
-- Table structure for room_hotel_info
-- ----------------------------
DROP TABLE IF EXISTS `room_hotel_info`;
CREATE TABLE `room_hotel_info` (
  `room_id` int(11) NOT NULL AUTO_INCREMENT,
  `room_img` varchar(255) NOT NULL,
  `room_type` varchar(255) NOT NULL,
  `room_satisfy` varchar(255) NOT NULL,
  `room_price` varchar(255) NOT NULL,
  `room_breakfast` varchar(255) NOT NULL,
  `hotel_tour` varchar(255) NOT NULL,
  `hotel_tour_oldprice` varchar(255) NOT NULL,
  `hotel_tour_newprice` varchar(255) NOT NULL,
  `net_name` varchar(255) NOT NULL,
  `net_img` varchar(255) NOT NULL,
  `net_time` varchar(255) NOT NULL,
  `net_say` varchar(255) NOT NULL,
  `goodsid` int(11) NOT NULL,
  PRIMARY KEY (`room_id`)
) ENGINE=InnoDB AUTO_INCREMENT=8126 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of room_hotel_info
-- ----------------------------
INSERT INTO `room_hotel_info` VALUES ('8001', '../img/room001.jpg', '大床房', '87%', '2150', '无早  大床', '双人自助早餐+双人珠江夜游门票', '2880', '￥7998', '怪美人@\r\n怪美人@\r\n怪美人@', 'img/dh1001.jpg', '3月13日', '四季酒店是一家國際性奢華酒店管理集團，總部位於加拿大多倫多市，1961年由伊薩多·夏普（Isadore Sharp）創辦，在40個國家擁有超過90家酒店，為全球最佳酒店集團之一。比爾·蓋茨和阿爾瓦利德·本·塔拉爾王子也是四季酒店集團的大股東。', '10001');
INSERT INTO `room_hotel_info` VALUES ('8002', '../img/room002.jpg', '双床房', '90%', '2299', '无早  双床', '双人自助早餐+双人广州塔夜游门票', '3128', '￥5998', '半度岁月', 'img/dh1002.jpg', '3月12日', '居於天河區珠江新城的【四季酒店】，是【四季酒店】集團在廣州的分店，酒店所在為103层的國際金融中心，位置之好，應該是用重金聘請資深勘輿學家經過精心測量，好得不得了，珠江新城中心，廣州新中軸綫花城廣場以西及珠江西路以東。', '10001');
INSERT INTO `room_hotel_info` VALUES ('8003', '../img/room003.jpg', '大床房', '90%', '2450', '无早', '双人正佳极地海洋世界票+双人自助早餐', '3175', '￥4988', '完美止于初见', 'img/dh1003.jpg', '3月8日', '五星級酒店當然要有五星級的風範，軟硬兼施，應該有行政套房，商務套房，豪華套房，豪華双人房，標準双人房，等等，中西餐廳，咖啡廳，國際會議中心，游泳，健身，桑拿，購物，等等，還有人員的培養，訓練，以及素質的提昇，技術的提高。', '10001');
INSERT INTO `room_hotel_info` VALUES ('8004', '../img/room004.jpg', '大床房', '95%', '2550', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3296', '￥5999', '时光恋人 *', 'img/dh1004.jpg', '2月4日', '位於二樓的國際會議中心，經常舉辦不同的產品展示會，新聞發布會，例如廣東電視臺衛視【炫風車手】新聞發布會，富隆酒業的新世界紅酒展示品鑒會，來自澳洲，南非，加拿大，智利，等新世界紅酒，譲到會的宾客品鑒購賣。', '10001');
INSERT INTO `room_hotel_info` VALUES ('8005', '../img/room005.jpg', '双床房', '88%', '3000', '有早 双床', '双人自助早餐+双人珠江夜游门票', '4668', '￥7688', '酒醒梦断', 'img/dh1005.jpg', '3月10日', '  五星級酒店當然要有五星級的風範，軟硬兼施，應該有行政套房，商務套房，豪華套房，豪華双人房，標準双人房，等等，中西餐廳，咖啡廳，國際會議中心，游泳，健身，桑拿，購物，等等，還有人員的培養，訓練，以及素質的提昇，技術的提高。', '10001');
INSERT INTO `room_hotel_info` VALUES ('8006', '../img/room006.jpg', '双床房', '87%', '2888', '无早 双床', '双人自助早餐+双人阳江夜游门票', '3244', '￥4500', '风流俏书生', 'img/dh1006.jpg', '4月1日', '天鹅酒店是一家國際性奢華酒店管理集團，總部位於加拿大多倫多市，1961年由伊薩多·夏普（Isadore Sharp）創辦，在40個國家擁有超過90家酒店，為全球最佳酒店集團之一。比爾·蓋茨和阿爾瓦利德·本·塔拉爾王子也是四季酒店集團的大股東。', '10002');
INSERT INTO `room_hotel_info` VALUES ('8007', '../img/room001.jpg', '大床房', '89%', '3200', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3600', '￥4800', '温柔的小白鼠', 'img/dh1007.jpg', '4月3日', '居於天河區珠江新城的【四季酒店】，是【四季酒店】集團在廣州的分店，酒店所在為103层的國際金融中心，位置之好，應該是用重金聘請資深勘輿學家經過精心測量，好得不得了，珠江新城中心，廣州新中軸綫花城廣場以西及珠江西路以東。', '10002');
INSERT INTO `room_hotel_info` VALUES ('8008', '../img/room002.jpg', '双床房', '86%', '2400', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '4000', '￥5200', '屬於我的。偏執', 'img/dh1008.jpg', '4月8日', '  五星級酒店當然要有五星級的風範，軟硬兼施，應該有行政套房，商務套房，豪華套房，豪華双人房，標準双人房，等等，中西餐廳，咖啡廳，國際會議中心，游泳，健身，桑拿，購物，等等，還有人員的培養，訓練，以及素質的提昇，技術的提高。\r\n          位於二樓的國際會議中心，經常舉辦不同的產品展示會，新聞發布會，例如廣東電視臺衛視【炫風車手】新聞發布會，富隆酒業的新世界紅酒展示品鑒會，來自澳洲，南非，加拿大，智利，等新世界紅酒，譲到會的宾客品鑒購賣。', '10002');
INSERT INTO `room_hotel_info` VALUES ('8009', '../img/room003.jpg', '大床房', '90%', '2200', '无早 大床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3200', '￥4100', '不知足小姐。', 'img/dh1009.jpg', '4月4日', '居於天河區珠江新城的【四季酒店】，是【四季酒店】集團在廣州的分店，酒店所在為103层的國際金融中心，位置之好，應該是用重金聘請資深勘輿學家經過精心測量，好得不得了，珠江新城中心，廣州新中軸綫花城廣場以西及珠江西路以東。', '10002');
INSERT INTO `room_hotel_info` VALUES ('8010', '../img/room004.jpg', '双床房', '87%', '3000', '有早 大床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '4000', '￥4500', '贪恋，人间美好生活。', 'img/dh1010.jpg', '4月5日', '天鹅酒店是一家國際性奢華酒店管理集團，總部位於加拿大多倫多市，1961年由伊薩多·夏普（Isadore Sharp）創辦，在40個國家擁有超過90家酒店，為全球最佳酒店集團之一。比爾·蓋茨和阿爾瓦利德·本·塔拉爾王子也是四季酒店集團的大股東。', '10002');
INSERT INTO `room_hotel_info` VALUES ('8011', '../img/room005.jpg', '大床房', '90%', '2300', '有早 双床', '广州W酒店1晚+双人MAG环球魔幻世界8馆通票+自助早餐', '3500', '￥4000', '孤独街角', 'img/dh1011.jpg', '4月6日', '四季酒店是一家國際性奢華酒店管理集團，總部位於加拿大多倫多市，1961年由伊薩多·夏普（Isadore Sharp）創辦，在40個國家擁有超過90家酒店，為全球最佳酒店集團之一。比爾·蓋茨和阿爾瓦利德·本·塔拉爾王子也是四季酒店集團的大股東。', '10003');
INSERT INTO `room_hotel_info` VALUES ('8012', '../img/room006.jpg', '双床房', '85%', '3500', '无早 大床', '双人自助早餐+双人珠江夜游门票', '4000', '￥4500', '森系女孩', 'img/dh1012.jpg', '4月5日', '广州最出名的酒店 特点就是它的装修风格了。位置冼村路口 周边宵夜食街很多 很方便。距离地铁站有些距离。服务员很有礼貌 服务很到位。房间很舒适 电视机一般 感觉房间处处有机关。找不到的东西就打电话问前台吧。喜欢他的洗手间跟浴室。浴室连电发夹板都有 早知道就不带了。卫浴用品很好 浴袍很舒服 总之都很好。连住四天 好爽。', '10003');
INSERT INTO `room_hotel_info` VALUES ('8013', '../img/room001.jpg', '单人房', '78%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3500', '￥5800', '懂得珍惜,才配拥有', 'img/dh1013.jpg', '3月8日', '白金卡升级奇幻套房，仅此一间双床，房间包含一个卧室、一个宽敞的客厅，三个洗手间（一浴缸、一淋浴、两马桶、四面台），一衣帽间；整体呈环形联通，进门还一个宽敞的门厅区域。房间细节之处显奢华：洗浴备品是Bliss（苾丽斯），比较好的spa品牌，值得收藏；电热水壶是两档保温按钮出水的；卧室和客厅各一台电视，客厅另配Bose功放和sony dvd，所有灯具窗帘由分布在墙上、床头柜和写字台的触控开关控制，预设情景模式，并可分段调光。酒店有SPA、25米长泳池、健身房、两个中餐厅一个日料，另有宴会厅若干；三楼有号称广州', '10003');
INSERT INTO `room_hotel_info` VALUES ('8014', '../img/room002.jpg', '大床房', '67%', '2888', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '4600', '￥8300', '温柔体贴i', 'img/dh1014.jpg', '5月2日', '大堂从正门进入，要费一番周折才能找到登记入住的前台。当时4个柜台有2个都有客人排队办理，另外2个柜台一个有服务员但写着礼宾服务，问了，说不办理入住。另外一个柜台没服务员但写着退房处。排队没有标示，我排A列，某位小姐从B列排着，见我A列前方办完直接过来我这边，服务员还说她早到……那我们是不是都可以直接坐沙发等哪个柜台办完就过去而不是排队啦？\r\n房间布局一进门就洗手间……还好淋浴和洗手间分开，然后还有收纳衣服的地方……', '10003');
INSERT INTO `room_hotel_info` VALUES ('8015', '../img/room003.jpg', '双床房', '87%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥4500', '一个人生活', 'img/dh1015.jpg', '4月4日', '春季期间入住我也算花了血本了～话说广州的五星酒店普遍太差～住过差的再住W顿感舒适～凡事要有比较放显不同～服务很好，设施全自动很高端，每次娃经过马桶都被自动掀盖的情形吓一跳?宝宝床也很安全～一边泡澡一边听音乐看电视的娃娃乐不思蜀～回到家特别爱洗澡?下次去广州还是可以考虑入住～', '10003');
INSERT INTO `room_hotel_info` VALUES ('8016', '../img/room004.jpg', '大床房', '76%', '2550', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '5400', '￥4625', '刻薄过客', 'img/dh1016.jpg', '2月11日', '来广州，大多住在粤海喜来登酒店，原因是非常中意这家酒店的地段、风格和服务。这里的客房非常紧张，但是，这家酒店非常善待白金卡会员，每次入住都不用特意打招呼，都会主动为你升级到套房，进入房间会看到欢迎水果已经摆在茶几上，非常暖心。\r\n粤海喜来登酒店和天河城在一个建筑群里，平时我们经常从酒店的大堂底侧的玻璃门直接走进天河城。酒店门口有地铁入口，下去是规模超级大的地下商场，人山人海。', '10004');
INSERT INTO `room_hotel_info` VALUES ('8017', '../img/room005.jpg', '双床房', '77%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '兜兜转转、还是迷了方向', 'img/dh1017.jpg', '3月8日', '酒店交通便利，周边设施齐全，服务态度极好，有宾至如归的感觉。遗憾的是泳池最近不开放，下次再体验吧。出差会友的首选酒店。对面是广百百货，楼下还有天河城、天河又一城，买东西也很方便。礼宾部帮忙代收快递，真的是超赞。准备加入spg会员。以后就选这里了。', '10004');
INSERT INTO `room_hotel_info` VALUES ('8018', '../img/room006.jpg', '大床房', '90%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '5600', '￥4500', '暗戀隔壁小女孩、', 'img/dh1018.jpg', '5月4日', '出差订的酒店，位置非常好，就在天河城边上，很热闹很方便，就是不太好打车，出门也比较堵。订房的时候被告知没有大床了，只能订个双人标间，一个床睡觉一个床放行李。。。房间还不错，电视机是斜的，看起来难受，酒店自助早餐选择不多，地方也比较小。酒店服务相当好，热情到位，帮忙提行李。价格也算适中。', '10004');
INSERT INTO `room_hotel_info` VALUES ('8019', '../img/room001.jpg', '单人房', '65%', '2888', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥8300', '亲爱的快拦我我要跳楼', 'img/dh1019.jpg', '7月27日', '到广州办事住了一晚，也许是会员级别的原因吧，就升级到了套房，还不错……\r\n\r\n遗憾的是到酒店都8-9点晚上了，隔天8点就离店，所以房内和酒店的设备都没时间使用和体验。\r\n\r\n房间还是蛮大的，格局也很有气派，但就一个人，感觉有点浪费了?\r\n\r\n到酒店附近逛了一下，虽然晚了，但还是可以找到一些餐厅解饿，咖啡厅也有，还有一些商场，位置蛮不错的。\r\n\r\n隔天到酒店的餐厅用餐，不知怎么了，根本就没人搭理，是太忙了？可是前台还有两个服务员站着啊……第一次住SPG被如此怠慢，还是有点不开心，最后自己找个地坐，草草吃完就', '10004');
INSERT INTO `room_hotel_info` VALUES ('8020', '../img/room002.jpg', '双床房', '72%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '7500', '￥8300', '昔日女神丶今我女人', 'img/dh1020.jpg', '3月8日', '到广州前早早的订了这家酒店 本地朋友也推荐 交通还蛮方便的 因为在市中心 周边全是商场 周边不远处还有美食街 所以对外地游客而言 实在实在是不错之选 去哪都步行即可 硬件软件设施都不错 服务更是没话说 强烈推荐朋友们来这边游玩可以选择这家星级酒店 我们去的时候还免费升级房间 无比开心 而且就餐饮而言 酒店本身的饭店味道已经很棒啦 何况广州也算美食之都 到哪都是美食', '10004');
INSERT INTO `room_hotel_info` VALUES ('8021', '../img/room003.jpg', '双床房', '56%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥4500', '红尘?醉陌相思?', 'img/dh1021.jpg', '4月6日', '花园酒店我知道是一家很老牌的五星酒店，但是还是第一次入住。那时候经过这段区域的时候总是四处要打量几番。花园酒店、白云宾馆、友谊商店、丽柏广场...\r\n一进去就被大幅金色的背景给吸引到了，很抢眼却不俗艳！前台还放置了摇钱树和两只舞狮，很有过年的气氛。整个lobby很大气又有中式气息。\r\n房间真心不算大，但是属于比较居家那种布置，一次性的客用产品更是丰富，连针线包都有。还有丝瓜络。咖啡也是胶囊咖啡，比很多五星放置的速溶有诚意的多。\r\n开始觉得硬件略陈旧，但是及至我在lobby旁边的墙壁上看到关于酒店说明时，才', '10005');
INSERT INTO `room_hotel_info` VALUES ('8022', '../img/room004.jpg', '单人房', '75%', '2550', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '4600', '￥5800', '难再相拥i', 'img/dh1022.jpg', '3月8日', '广州老牌酒店，好grand。房间其实很小，但拆了浴室墙，重新装修后，显得很有调调。隔音很好，住靠环市东路的房间，晚上几乎听不到声音。六小件也摆放得很有心思，打开小抽屉看到是市花木棉花的图案。最赞的是房间配有胶囊咖啡机，早上一杯，马上精神了。\r\n二楼粤菜馆荔湾亭提供房客特惠早餐套餐，50元一位，相当划算。可选两笼点心+一碗粥+一碗面+一壶茶。味道很好，一个人根本吃不完。\r\n不知道为什么点评搜不出荔湾亭，这么有传统特色的地方，卡位仿照荔湾艇仔，名字都充满疍家特色。有两三架点心推车仔，现在广州茶楼都买少见少啦。', '10005');
INSERT INTO `room_hotel_info` VALUES ('8023', '../img/room005.jpg', '双床房', '78%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '栀子花', 'img/dh1023.jpg', '3月8日', '老牌酒店，地理位置很优越，淘金站出来就是。\r\n环境不错，有一个不算大的花园，很适合带着孩子晒晒太阳喂喂鱼，小孩看到瀑布还挺开心的。\r\n自助早餐很丰富，吃早餐和check in的时候有很多外国人。\r\n可能接待外宾太多，对国内游客服务很冷淡，问问题不爱多说；设施略老派，柜子、房间地板很旧；儿童滑梯在一个很偏僻的角落，没有日晒，而且很老很旧。\r\n总的来说还行，性价比高。', '10005');
INSERT INTO `room_hotel_info` VALUES ('8024', '../img/room006.jpg', '单人房', '91%', '2888', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '5600', '￥6399', '假戏真做', 'img/dh1024.jpg', '4月4日', '满怀希望在除夕入住，能享受五星级服务。入住时check in也算快，前台服务员很有礼貌。房间偏小，浴室也很小，但设计合理，也算OK了。最满意是有胶囊咖啡和TWG茶包。房间一切都合理，舒适。但次日早上的双早实在是让人失望透顶，以往多次享用花园的观瀑布廊的自助早餐，一直都很满意。谁知道这次入住给的是个人中式套餐，而且提前不告知，这很有欺骗客人的嫌疑。这个中式早餐还短斤缺兩，一份早餐中还缺了个主角（烧卖，粥，姜汁糕，居然说烧卖没有也没给其它补给），早餐连茶和咖啡都没有。。身为广州土著，一直支持花园，这次真是失望', '10005');
INSERT INTO `room_hotel_info` VALUES ('8025', '../img/room001.jpg', '双床房', '57%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥8300', '萌比时代 -', 'img/dh1025.jpg', '4月6日', '广州最有名的酒店之一??\r\n因为后面街的建设六马路?是拥有众多不同国家的餐厅?，所以最多外国人选择的花园酒店暂住\r\n\r\n一家历史悠久的酒店，外观上看的确有点陈旧?但里面还是富丽堂皇的哦??\r\n\r\n双人房间其实有点细，浴室和大床只用一个洗手盆隔离，相比希尔顿的细，这里原来更加细??不过这里提供咖啡机，摆设方面比较突出', '10005');
INSERT INTO `room_hotel_info` VALUES ('8026', '../img/room002.jpg', '单人房', '82%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥4625', '剩几个夜晚 .', 'img/dh1026.jpg', '2月11日', '此次来广州参加培训，恰巧就是达镖国际酒店，其坐落于海珠区江南大道与昌岗路交汇处，地铁2号线及8号线昌岗站E出口上盖，是一家高端商务酒店，酒店装饰富丽堂皇、高雅、舒适。据说是全城罕有的360度无垠景观，尽收眼底。总的说来房间算是干净整洁，赠送的荟星阁下餐厅自助早餐还不错，东西不算少，地理位置也不错，隔壁刚好是广州酒家，可以品尝下早茶～', '10006');
INSERT INTO `room_hotel_info` VALUES ('8027', '../img/room003.jpg', '单人房', '85%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '5000', '￥5800', '盲目前进', 'img/dh1027.jpg', '6月24日', '不知何原因烂尾楼多年终于建成了达镖国际酒店了。酒店位于海珠区昌岗路繁华的商业区中，处于地铁2号8号地铁E出口，与对面的柏丽酒店相比它就高大时尚得多了。通过精心打造出优质商务酒店，酒店富丽堂皇，环境舒适楼高50层，可360无限观景将美丽的花城尽收眼底，设施齐备，商务套房和豪华套房，中西餐厅和多个多功能的会议室一应俱全，交通便利，购物娱乐方便快捷，比邻有省口腔医院和广医二院以及沃尔玛等大型超市广州酒家，景膳酒家和明记海鲜酒家。集吃喝娱乐于一体。', '10006');
INSERT INTO `room_hotel_info` VALUES ('8028', '../img/room004.jpg', '双床房', '65%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥4500', '许我长欢', 'img/dh1028.jpg', '3月8日', '河南地自古以來由於過海交通問題，歷來都為偏僻郊區，地大人少，憂其是腹地更加。\r\n自上世紀30年代建起『海珠橋』，交通情况大有改觀，但與河北比對還差一大截，當時有句:寧要河北一張床，不要河南一間房。\r\n經歷三十年的改革開放，河南地(現在叫海珠區)發生很多翻天覆地的巨大變化，從全國第一座由農民集資的『江南大酒店』(現珀麗酒店)起，中資外資大投入如雨後春笋建起眾數的高級酒店，如『香格裡拉』(聖格裡戈)等等，為海珠區不但挑磚加瓦，還錦上添花。\r\n位於昌崗中路與江南大道南交界處的『廣州達鏢國際酒店』就是这錦上其中一', '10006');
INSERT INTO `room_hotel_info` VALUES ('8029', '../img/room005.jpg', '大床房', '93%', '2888', '无早  双床', '双人自助早餐+双人珠江夜游门票', '4300', '￥6399', '时光恋人 ', 'img/dh1029.jpg', '2月11日', '广州达镖国际酒店\r\n\r\n这家酒店有点高大上，广州人都知道。交通便利，楼下是昌岗地铁站，还有众多公交。\r\n优点和缺点都很突出：\r\n优点：楼层高，视野好。房间大，设施新，很干净。有保险箱，甚至有冰箱、微波炉、烤箱、电磁灶，因为是公寓式的。自助早餐非常丰富，可与星级宾馆比美。\r\n \r\n缺点也不少：遇到很冷的天，没有暖气， 洗完澡冷得够受。热水竟然是加热式的，一个人用完，很可能下一个人就要等加热。\r\n \r\n地铁和洗手间都在负2楼，但与1楼的来往非常不方便，虽有4台电梯，但多数只到1楼。', '10006');
INSERT INTO `room_hotel_info` VALUES ('8030', '../img/room006.jpg', '双床房', '68%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '给我个机会爱你到无可救药', 'img/dh1030.jpg', '5月1日', '就在海珠区昌岗站，地铁出来B2楼有电梯直达酒店，很方便。酒店类似于商务公寓，前台服务不错很热情，还给我免费升级了豪华商务大床房，在48层，视野很好，直接俯瞰大半个广州，房间设施和卫生也维持的不错，餐厅在顶楼49层，一边吃早餐一边欣赏广州的上空感觉挺好。', '10006');
INSERT INTO `room_hotel_info` VALUES ('8031', '../img/room001.jpg', '大床房', '63%', '2888', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3700', '￥6399', '我姓魏却不能给你安慰', 'img/dh1030.jpg', '4月6日', '主题酒店就是比一般的酒店好，起码有特色一点。对于整天出差的人们来说，有空尝试一下新鲜的酒店形式也不会那么闷，那么乏味。酒店的卫生挺好的，比较干净，没有看见什么污迹或者垃圾之类的。服务员也比较好，有什么需要不用太久就马上送到。总体来说不错。', '10007');
INSERT INTO `room_hotel_info` VALUES ('8032', '../img/room002.jpg', '大床房', '64%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '原谅我太心软', 'img/dh1031.jpg', '7月27日', '位置交通十分方便，离地铁口很近。服务很周到！5分好评，赞一个', '10007');
INSERT INTO `room_hotel_info` VALUES ('8033', '../img/room003.jpg', '双床房', '89%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3699', '￥4500', '\r\n梦在深巷', 'img/dh1032.jpg', '2月11日', '交通方便，房间温馨干净，服务态度非常好，去珠江夜游，动物园，海洋馆以及广州塔都非常的方便，旁边还有个稻香酒家，早茶不错，非常满意！', '10007');
INSERT INTO `room_hotel_info` VALUES ('8034', '../img/room004.jpg', '大床房', '79%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥6399', '背影变旧', 'img/dh1033.jpg', '3月8日', '前台人员非常差，还说自己是老板，真的服务太差了，非常差，现在这样的态度为什么还可以做好呢？这个女的，说要身份证，忘记带，她让人填单，还要去什么公安局，其实我可以理解的，然后我就说我不上去，回去拿，她非要我登记好，我说我不上去先让同伴上去，说不行，还在那里叽叽歪歪，我非常生气，当场就把单给撕了，还骂人，我打电话，还在那里叽叽歪歪，真是忍无可忍了，最后就很生气，很大声跟她说，真心希望她不在继续做下去啦，影响太差了！看评论已经不是一个人说前台服务差的！', '10007');
INSERT INTO `room_hotel_info` VALUES ('8035', '../img/room005.jpg', '双床房', '89%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '6578', '￥8300', '离开我就不要再回头', 'img/dh1034.jpg', '4月6日', '酒店房间通风系统太差，服务员挺醒目，付点小费，服务周到。吃饭餐厅比较静，遗憾的是没演出看。', '10007');
INSERT INTO `room_hotel_info` VALUES ('8036', '../img/room006.jpg', '大床房', '89%', '2888', '无早  双床', '双人正佳极地海洋世界票+双人自助早餐', '3456', '￥6399', '最美不过皇宫海', 'img/dh1035.jpg', '4月4日', '紫色：紫苏具有下气消痰、润肺、宽肠的功效。\r\n棕色：咖啡能提高心脏机能，加强血液循环,改善人体的精神状态和体能，多浸泡具有抗癌症，抗衰老的功效。\r\n黄色：柠檬去除老死细胞,使黯沉的肤色明亮，改善破裂的微血管，也可以软化结疤组织，在您感觉炙热烦躁时，可带来清新的感受，帮助澄清思绪。\r\n白色：牛奶营养丰富，含有较多维生素B，它们能滋润肌肤，保护表皮、防裂、防皱使皮肤光滑柔软白嫩，牛奶中的乳清对面部皱纹有消除作用。\r\n茶色: 茶水中的茶多酚能清除皮肤中的油腻，收敛毛孔，具有消毒、灭菌、抗皮肤老化等功效。\r\n绿色', '10008');
INSERT INTO `room_hotel_info` VALUES ('8037', '../img/room001.jpg', '单人房', '89%', '2550', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '4665', '￥5800', '人生若只如初见', 'img/dh1036.jpg', '7月27日', '2.23-24入住碧水湾非常开心，因24生日，酒店送了0.5磅的蛋糕，非常贴心～早上11点从海珠客运站坐车到从化汽车站，大概2小时，下车后坐从化11或12到良明站下车，对面就是碧水湾了～中午在对面的农庄吃农家菜，晚上在酒店里的德啤广场吃饭，东西不算贵，性价比比较高～第二天早上的自助早餐耶非常满意，很多种类，还有蛋糕甜点～因为非周末来，所以很少人,服务态度也很好～下次还会再来??', '10008');
INSERT INTO `room_hotel_info` VALUES ('8038', '../img/room002.jpg', '大床房', '79%', '2888', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥6399', '与你乐', 'img/dh1037.jpg', '5月1日', '真是一次不错的体验！四星级酒店五星级的服务，温泉区的环境更是好，温泉水滑滑的很干净！很舒适的享受！休息大厅有全免费的茶点水果，泡温泉的时候工作人员会很贴心的送姜水、白水和饮料给大家，也是全免费。餐厅的自助早餐很丰盛、绝不将就，每一道都很细致。粤菜厅和湘菜餐厅卫生环境特别好，都去品尝了一下，色香味俱佳，喜欢菠菜汁炒饭，过年的时候重又来玩了一次，还会再来玩的！我们入住的是双床房，只是第二次来入住的房间有霉味！', '10008');
INSERT INTO `room_hotel_info` VALUES ('8039', '../img/room003.jpg', '大床房', '89%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3425', '￥4625', '小二、陪我看海', 'img/dh1038.jpg', '3月14日', '临江房共有4间 \r\n2680一晚 含早 房间带温泉  \r\n先说服务 那是没得说的 每个服务生打招呼时都有含情脉脉的眼神 就算在你身边插肩而过 也会打个招呼的\r\n环境  房间还行 但厕所有水印！ 感觉有点久 \r\n          自带的温泉池 环境不错', '10008');
INSERT INTO `room_hotel_info` VALUES ('8040', '../img/room004.jpg', '单人房', '65%', '2888', '无早  双床', '双人自助早餐+双人珠江夜游门票', '5346', '￥5800', '随心自在', 'img/dh1039.jpg', '3月8日', '第二次去了，环境很好，这次住的是温泉区里的园景房，还是觉得主楼的房间好，这里没有阳台。不得不提的是工作人员的服务，路上任何一个员工见了面都会微笑问好。那天跟酒店说了是我们的纪念日，结果酒店很用心的给我们布置了房间，用蜡烛拼了个LOVE，床上也用花瓣摆了个心形，非常感动，早餐种类特别多，味道很好，个人觉得最好的不是温泉，而是酒店的服务，真的找不出任何挑剔的地方。还可以在后面的流溪河坐竹排游一圈，30块钱半小时，很划算，以后要泡温泉还是会选择这家，太棒了。', '10008');
INSERT INTO `room_hotel_info` VALUES ('8041', '../img/room005.jpg', '大床房', '79%', '2550', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '6553', '￥4500', '姐的拽◣你不配学', 'img/dh1040.jpg', '3月14日', '非常非常贴心的酒店，非常好的服务态度。在我用餐时，我看见酒店工作人员都是满脸笑容地为每一个客户服务，并且还非常贴心地为小朋友提供了围巾围好。这是我之前从来未看到过的。碧水湾是服务出了名的，全国应该没有几家温泉酒店可以做到这样的服务。一定要亲身体验才知道如何好。游泳池是很赞的！应该是温泉水，非常干净，水温适中，清澈见底，没有任何消毒剂味道。 。这里的房间有山景、河景、泳池景，非常舒适。推荐！一定会再次去的，强烈推荐！', '10009');
INSERT INTO `room_hotel_info` VALUES ('8042', '../img/room006.jpg', '单人房', '89%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥8300', '像我这样的怎会有人囍', 'img/dh1041.jpg', '6月24日', '总的来说温泉环境还不错，度假区里面还有个郊野公园，酒店住的房间不算多，就只有大堂主楼这一栋，不过房间还不错，自助早餐也不错！', '10009');
INSERT INTO `room_hotel_info` VALUES ('8043', '../img/room001.jpg', '单人房', '65%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '谎言蔓延', 'img/dh1042.jpg', '6月2日', '碧水湾温泉，距离广州市区75公里左右。\r\n平日标价咁多年来一直都居高不下，周五下午二点入住，方便快捷。\r\n门童专门引导去接待处check in！\r\n温馨提示十足，温泉区，就餐区都明确告知。\r\n自助早餐，非常丰富，还有儿童专区，布置得好可爱。', '10009');
INSERT INTO `room_hotel_info` VALUES ('8044', '../img/room002.jpg', '单人房', '89%', '2888', '无早  双床', '双人自助早餐+双人珠江夜游门票', '4353', '￥8300', '短裙还是输给了婚纱i', 'img/dh1043.jpg', '3月8日', '这次没订到主楼的房间，定的是温泉里面的房间，温泉里面的房间比主楼的贵，但装修很土设施很差，基本就是二星级的宾馆标准，而且洗手间还一股臭味，各位切记不要住温泉里面。幸亏温泉和早餐还不错，不然真是浪费了这一千多块钱。', '10009');
INSERT INTO `room_hotel_info` VALUES ('8045', '../img/room003.jpg', '大床房', '65%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '职业玛丽苏', 'img/dh1044.jpg', '4月4日', '感觉不错，服务态度很好。虽然房间比较旧，但是服务搭够，呵呵，好好?', '10009');
INSERT INTO `room_hotel_info` VALUES ('8046', '../img/room004.jpg', '单人房', '79%', '2550', '无早  双床', '双人正佳极地海洋世界票+双人自助早餐', '5332', '￥8300', '我的挖掘机时尚时尚最时尚', 'img/dh1045.jpg', '5月1日', '这个酒店一定会再来 带父母一起来\r\n1、服务特别好 刚到门口 一个阿姨见到我 立马跑过来说 美女东西很多 我来帮你拉到大厅 \r\n2、刚入住 又有阿姨端着两杯热茶进来\r\n3、泡温泉的时候 毛孔柜都是满满的干净毛巾\r\n4、隔几分钟就有服务员端水提醒大家注意多补充水 有可乐 果汁 热饮\r\n5、服务员无论是柜台到清洁 见到都是笑脸的正能量，酒店还有儿童一次性牙刷\r\n6、超市的泳衣不是那种老土款 进的款式也蛮新潮\r\n虽然酒店不新 不算漂亮 但感觉却是如此五星级。。', '10010');
INSERT INTO `room_hotel_info` VALUES ('8047', '../img/room005.jpg', '大床房', '65%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥4500', '都是白开水装什么优乐美', 'img/dh1046.jpg', '9月26日', '自驾去的 带了二老二小 一间大床房 一间双床房 大床2米 双床房1.2米 一个大人带一个三岁的孩子住一个床有点小 房间比较旧 但服务超好 细心周到 提供婴儿车 婴儿床 婴儿洗澡盆 因为我还带了四个月的婴儿 提供推车这点太棒了 酒店还要儿童乐园 不泡温泉 儿子去乐园玩也不错', '10010');
INSERT INTO `room_hotel_info` VALUES ('8048', '../img/room006.jpg', '单人房', '65%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '7686', '￥4625', '炸鸡不是我丝带゛', 'img/dh1047.jpg', '3月8日', '没想过经营了15年的温泉度假村能有如此好的管理 房间挺新的 最值得赞扬的服务态度很好 非常好 还会再来 有家的感觉 所有的工作人员都很亲切', '10010');
INSERT INTO `room_hotel_info` VALUES ('8049', '../img/room001.jpg', '大床房', '89%', '2550', '无早  双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥8300', '一万种快乐', 'img/dh1048.jpg', '5月5日', '环境一流，服务一流，四面环山，有河有山景色秀丽优美，温泉水温度刚刚好，泡在里面很舒服很享受，大自然的温泉，他们的员工真的很细心关心亲切友爱，餐厅的出品好吃，下次带上家里人一起享受。从来没试过评价那么高，体验完真的很舒服。所以推荐给你', '10010');
INSERT INTO `room_hotel_info` VALUES ('8050', '../img/room002.jpg', '单人房', '65%', '2888', '无早  双床', '双人正佳极地海洋世界票+双人自助早餐', '4352', '￥6399', '明天上学炸学校i', 'img/dh1049.jpg', '11月11日', '不是最豪华的温泉酒店，但一定是服务最到位的，十年如一的高品质服务，点赞！周末带上爸妈来温泉，得知是我妈生日还贴心布置房间送了蛋糕，晚餐在酒店餐厅吃饭，外加送果盘寿面，这种用心的服务，让人倍感温馨和亲切。每个服务员说话都轻言细语，温泉界的海底捞！如果，要说唯一的不满足，那便是wifi太慢啦！', '10010');
INSERT INTO `room_hotel_info` VALUES ('8051', '../img/room003.jpg', '大床房', '89%', '2888', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥5800', '喜欢跷二郎腿的女汉子', 'img/dh1050.jpg', '2月11日', '应该算是广州周边最好的温泉度假村了，人不多，各种类型的温泉城很多，水温够热，温泉区的烧烤很好吃?', '10011');
INSERT INTO `room_hotel_info` VALUES ('8052', '../img/room004.jpg', '单人房', '65%', '2888', '无早  双床', '双人自助早餐+双人珠江夜游门票', '5367', '￥8300', '哎呦小三您走好别摔倒', 'img/dh1051.jpg', '4月28日', '过年去的，人比较多，酒店价格有点贵一晚2000多，房间一般，单泡温泉还蛮划算的', '10011');
INSERT INTO `room_hotel_info` VALUES ('8053', '../img/room005.jpg', '大床房', '89%', '3600', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '樱の雪', 'img/dh1052.jpg', '4月4日', '服务超好，很想知道他们是怎样把服务员培训得这么体贴有礼貌，环境也非常不错，已经向朋友们大大推荐过了', '10011');
INSERT INTO `room_hotel_info` VALUES ('8054', '../img/room006.jpg', '大床房', '79%', '2888', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3467', '￥4500', '假戏真做', 'img/dh1053.jpg', '9月26日', '第一次来，感觉服务很到位，环境很好，早餐正餐直接酒店吃，性价比很高。', '10011');
INSERT INTO `room_hotel_info` VALUES ('8055', '../img/room001.jpg', '双床房', '65%', '2550', '无早  双床', '双人正佳极地海洋世界票+双人自助早餐', '3456', '￥4625', '\r\n梦在深巷', 'img/dh1054.jpg', '5月1日', '很好找，温泉种类很多，早餐种类也很丰富，就是客房略有点旧，洗手间略小', '10011');
INSERT INTO `room_hotel_info` VALUES ('8056', '../img/room002.jpg', '大床房', '65%', '3600', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '7658', '￥8300', '\r\n梦在深巷', 'img/dh1055.jpg', '3月8日', '终于来到传说中的碧水湾，入住的时候等比较久，过年的原因很多人，温泉也是人多到不行，早餐中餐都不错，服务不错，总体上满意，温泉人再少点估计比较舒服，还会来。', '10012');
INSERT INTO `room_hotel_info` VALUES ('8057', '../img/room003.jpg', '大床房', '65%', '3600', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '\r\n梦在深巷', 'img/dh1056.jpg', '9月26日', '环境清幽,服务态度好,房间干净,位置适中又易找到,值得推介!', '10012');
INSERT INTO `room_hotel_info` VALUES ('8058', '../img/room004.jpg', '单人房', '65%', '2550', '无早  双床', '双人正佳极地海洋世界票+双人自助早餐', '6463', '￥8300', '我的挖掘机时尚时尚最时尚', 'img/dh1057.jpg', '11月11日', '交通方便就在路边，环境清静，每位都微笑服务，很贴心有水果，咖啡，茶叶，设施配备齐全。旅游好去处。', '10012');
INSERT INTO `room_hotel_info` VALUES ('8059', '../img/room005.jpg', '大床房', '89%', '3600', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥4500', '时光恋人 ', 'img/dh1058.jpg', '4月4日', '环境不错，温泉有三十六个池子，最喜欢那个土耳其小鱼按摩和魔幻水压按摩池，保安和迎宾都很有礼貌，服务员服务也很好', '10012');
INSERT INTO `room_hotel_info` VALUES ('8060', '../img/room006.jpg', '单人房', '89%', '2550', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3456', '￥6399', '我的挖掘机时尚时尚最时尚', 'img/dh1059.jpg', '4月6日', '非常满意的一次旅行，服务超出我的想象非常棒，不过有点小插曲，我是女的，在这里两天时间我就变成了先生，好多次服务人员都称我为先生，直至退房还是登记为先生，看到她们服务那么好，我也就没有多说了。', '10012');
INSERT INTO `room_hotel_info` VALUES ('8061', '../img/room001.jpg', '双床房', '89%', '3600', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '时光恋人 ', 'img/dh1060.jpg', '5月1日', '服务、环境都很好，特别服务员的幸福指数很高，发自内心的笑容特别美！就是吐槽晚上的表演，什么鬼？各方面都高规格的碧水湾，请专业人士来运作一下，所有的好印象在看到表演后打了折扣，强烈要求整改晚上的演出，其他全部都打满分', '10013');
INSERT INTO `room_hotel_info` VALUES ('8062', '../img/room002.jpg', '大床房', '79%', '3600', '有早 双床', '双人自助早餐+双人珠江夜游门票', '5689', '￥8300', '假戏真做', 'img/dh1061.jpg', '4月6日', '广州市区开车去一个多小时就到了，房间是比较旧的那种。但服务态度和贴心程度无话可说，非常棒！是怎么做到的呢？温泉水质好！但池不算特别多。儿童游乐区住客免费女儿都玩疯了。我们也玩了乒乓球，服务人员主动送水很感动呢。会再来。', '10013');
INSERT INTO `room_hotel_info` VALUES ('8063', '../img/room003.jpg', '大床房', '65%', '2550', '无早  双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥5800', '我的挖掘机时尚时尚最时尚', 'img/dh1062.jpg', '9月26日', '终于来到了碧水湾，和同事一起来的。\r\n房间环境还挺好的，湖景的风景非常赞，值得。\r\n服务还没有体会到那种特优质的感觉，但是工作人员都很热情，主动问候。\r\n房间有免费水果，没有冰箱。\r\n有个问题是客梯会被当货梯用，两次看到布草车用客梯所以没上去。', '10013');
INSERT INTO `room_hotel_info` VALUES ('8064', '../img/room004.jpg', '单人房', '65%', '3600', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥8300', '假戏真做', 'img/dh1063.jpg', '4月6日', '干净整洁！空气一流！服务质量好！每年都会去好几次，但游泳的地方太晒了，能多搭些帐蓬就好了。', '10013');
INSERT INTO `room_hotel_info` VALUES ('8065', '../img/room005.jpg', '大床房', '65%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥4625', '我的挖掘机时尚时尚最时尚', 'img/dh1064.jpg', '11月11日', '酒店服务超级好！老公定的酒店，看了价格肉疼，到店后因为已经到中午了，很多有窗的房间已经被预定了，服务人员很耐心的带我们去看房间，由于楼层装修问题，房间有点味道，考虑到有孕妇，酒店免费帮我们升级了新房间，酒店和泡温泉的地方都有贴心小礼物！其实房间里面的装修很一般，但是这个服务与它的地理位置都不错，这个钱还是烧的值！', '10013');
INSERT INTO `room_hotel_info` VALUES ('8066', '../img/room006.jpg', '单人房', '65%', '3600', '有早 双床', '双人自助早餐+双人珠江夜游门票', '4353', '￥4500', '\r\n梦在深巷', 'img/dh1065.jpg', '8月6日', '周围环境很好，温泉也很有意思，泡完缓解了深种的疲劳，晚上睡得非常好。酒店里两家饭店也都吃过，不错。', '10014');
INSERT INTO `room_hotel_info` VALUES ('8067', '../img/room001.jpg', '双床房', '65%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '\r\n梦在深巷', 'img/dh1066.jpg', '6月4日', '端午节去的，人太多，前台办理慢，水质一般。房间没有阳台，差了点。建议大家订有阳台的。服务态度很好，都主动打招呼。小吃广场人多上菜慢。总体评价，算可以了。', '10014');
INSERT INTO `room_hotel_info` VALUES ('8068', '../img/room002.jpg', '大床房', '65%', '3600', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '时光恋人 ', 'img/dh1067.jpg', '4月6日', '五星服务，服务员都非常主动，热情，必须点赞。自助早餐非常丰盛，度假村的餐厅也不贵，服务又好。温泉很干净，池子稍微少了点。', '10014');
INSERT INTO `room_hotel_info` VALUES ('8069', '../img/room003.jpg', '单人房', '65%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '5325', '￥5800', '我的挖掘机时尚时尚最时尚', 'img/dh1068.jpg', '9月26日', '酒店位于从化温泉度假村边上，住店客人可以免费泡温泉，从化汽车站有直接的公车到门口6元，打车80左右吧，不过过去的应该都是自驾吧，我是外地到这的！酒店服务非常不错，服务员都特别有礼貌和关心，让人感觉到很温暖？', '10014');
INSERT INTO `room_hotel_info` VALUES ('8070', '../img/room004.jpg', '大床房', '89%', '3600', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3456', '￥6399', '\r\n梦在深巷', 'img/dh1069.jpg', '9月26日', '山水风光无限，服务星级标准，免费清洗车子，生日当天还有蛋糕送，为小朋友准备拖鞋及牙膏，还有婴儿浴盆及强生沐浴露，服务贴心到家,休闲与度假最好的选择之处', '10014');
INSERT INTO `room_hotel_info` VALUES ('8071', '../img/room005.jpg', '单人房', '79%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '5324', '￥8300', '我的挖掘机时尚时尚最时尚', 'img/dh1070.jpg', '5月1日', '个人感觉温泉是从化温泉宾馆或度假村最好的，房间不见得豪华但干净整洁，在此休整一下也是不错的选择', '10015');
INSERT INTO `room_hotel_info` VALUES ('8072', '../img/room006.jpg', '双床房', '65%', '3600', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥4500', '时光恋人 ', 'img/dh1071.jpg', '4月6日', 'Ok不错！环境服务都还挺好！不过觉得温泉池少了点！湖边那个温泉池环境不错！', '10015');
INSERT INTO `room_hotel_info` VALUES ('8073', '../img/room001.jpg', '大床房', '65%', '2550', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '4215', '￥8300', '假戏真做', 'img/dh1072.jpg', '2月11日', '出差住的酒店。酒店地理位置优越，大堂侧门和太古汇相通，吃喝购物地铁一应俱全。太古汇楼下有Ole超市，和上海港汇Ole的布局及物品都差不多，真是令人倍感亲切！\r\n客房很大，衣帽间洗漱间及厕所在一边，另外一边是淋浴房和浴缸。洗浴用品很赞。\r\n我这个轻微洁癖的人觉得床品清洁度满分，枕头式样多种并且舒适度很高。客房服务很勤快，只要客人出门即刻保洁。一天多次的客房打扫让房间时刻都在清爽整洁的环境中。每天晚间回来的时候，房间里已经贴心准备好水果，新拖鞋也放置床前，电视打开，遮光窗帘也全部落下。所有酒店员工都素质很高，', '10015');
INSERT INTO `room_hotel_info` VALUES ('8074', '../img/room002.jpg', '大床房', '65%', '3600', '无早  双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥4625', '我的挖掘机时尚时尚最时尚', 'img/dh1073.jpg', '3月8日', '你们能相信墙壁薄如纸的五星级酒店吗？在文华东方连住三晚，除了第一晚睡了个安稳觉，后面两晚天天半夜被隔壁房间的呼噜声吵醒，真的是欲哭无泪啊。抛开这点，酒店的其他都很喜欢，首先位置很方便，逛街、吃饭、坐地铁都很便利，去广州酒家、陶陶居、禄鼎记都能步行到达，楼下、对面都有商场，对于爱吃爱逛的我来说真心很方便。房间设施也很不错，服务很好，以后再来广州应该还是会选他家，不过希望下次隔壁别再住个会打呼的房客。', '10015');
INSERT INTO `room_hotel_info` VALUES ('8075', '../img/room003.jpg', '单人房', '65%', '2550', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '7578', '￥8300', '假戏真做', 'img/dh1074.jpg', '9月26日', '一流的位置，太古汇后面，轻松逛街，还可以直通地铁石牌桥站。停车、下客都很方便。\r\n\r\n一流的服务，无论门口的门童、大堂前台、礼宾部人员，每一个都超级礼貌，很nice。\r\n\r\n房间很不错，60平米真的超大。进门有独立的行李放置区域，然后做到干湿分离，一边是淋浴和泡澡浴缸，另一边则是卫生间和洗漱区域，有两个台盆，镜前灯设计的好像化妆间的镜子，哈哈。房间足够宽敞，虽然没有专门的书桌，但如有办公需要也够啦。\r\n\r\n胶囊咖啡配备了三种不同强度的咖啡；多种口味的TWG茶包，满足不同客人的需要。\r\n\r\n虽然价格不低，但', '10015');
INSERT INTO `room_hotel_info` VALUES ('8076', '../img/room004.jpg', '单人房', '71%', '3600', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥6399', '\r\n梦在深巷', 'img/dh1075.jpg', '9月26日', '广州MO的镇店之扇来自香港著名时装设计师：Vivienne Tam谭燕玉，谭的祖籍就在广州。\r\n\r\n这把陈列于广州MO入门处的扇子，由Vivienne Tam设计的时装面料中选择拼贴而成，颜色鲜艳，显示了一种多元文化的共振，也暗合了MO的包容并蓄又摇曳生姿的内涵。\r\n\r\n每一家MO面市，酒店就要与当地的艺术家，设计师合作设计一款具有当地文化特色，气韵的MO扇子。“扇子：fan”，语义双关，既蕴含了东方意象，又是英文中的“粉丝”之意，后来MO家的广告词就来源于这个扇子。', '10016');
INSERT INTO `room_hotel_info` VALUES ('8077', '../img/room005.jpg', '大床房', '89%', '2550', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥8300', '假戏真做', 'img/dh1076.jpg', '12月22日', '下午3点check in.房间没准备好.说帮我安排其他房间.可想而知我的BB床没有准备.Special setup就更没有了..其实房间的东西还没完全整理好.服务员后来还送来了一盆花..\r\n到房间后先打电话让housekeeping 帮我把BB床送来.可是没有BB浴袍..\r\n出去吃饭时跟前台确认了下预定时的Special set up.前台看了下才说.哦是的.马上让人去准备..\r\n房间很大.卫浴是分开的.房间和卫浴还有门隔开..不过淋浴间比较小.还有浴缸旁边的毛巾架.不小心我腿就撞了一块淤青..\r\n退房时', '10016');
INSERT INTO `room_hotel_info` VALUES ('8078', '../img/room006.jpg', '单人房', '71%', '3600', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥5800', '我的挖掘机时尚时尚最时尚', 'img/dh1077.jpg', '11月11日', '在广州最繁华的商圈，周边经常堵车。与太古汇共用一个停车场，停车费不菲，所以基本有位置。酒店不大，二十五层，深色调，中式为主。室外游泳池位于四楼，不大。房间偏大，连衣帽间都配备了。最大特色是电梯里面有座椅。浴缸提供浴沙，也是很多同级酒店没有的。房间wifi未必免费。感觉接待的多数是商务团队，正好遇到他们搞商务活动。', '10016');
INSERT INTO `room_hotel_info` VALUES ('8079', '../img/room001.jpg', '双床房', '65%', '2550', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥4500', '\r\n梦在深巷', 'img/dh1078.jpg', '5月1日', '住过两次文华东方 这一次升级了商务行政套房 很不错 洗漱用品的牌子都是很好的那种 房间也很不错 安静 可以得到很好的休息。就是文华的早饭种类我个人觉得不是很多 希望可以改进 多增添一些中国人吃的东西 总体来说很满意！下次去广州还住这个', '10016');
INSERT INTO `room_hotel_info` VALUES ('8080', '../img/room002.jpg', '大床房', '79%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '假戏真做', 'img/dh1079.jpg', '3月8日', '真不错啊，公司就在旁边，平时来的多，一直没住过，终于有机会体验一下了，服务赞，先生开的房间，有人讲解，各项设施都不错，床品舒适，各种放松，明天要早点去吃个丰富的早餐。地理位置也很方便，是全球最划算的文华了。', '10016');
INSERT INTO `room_hotel_info` VALUES ('8081', '../img/room003.jpg', '单人房', '71%', '3600', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥4625', '我的挖掘机时尚时尚最时尚', 'img/dh1080.jpg', '9月26日', '850含单早，非常划算。跟柏悦酒店，花园酒店风格相似，但房间桌子酒柜太大，显得房间略小。交通非常便利，下楼就是太古汇。早餐特别好吃，品种非常丰富。泳池虽是户外，但水很暖和，不过就是太小，可以想象夏天像下饺子一样。还有多余的房券用不完，有需要的吭一声咯', '10017');
INSERT INTO `room_hotel_info` VALUES ('8082', '../img/room004.jpg', '双床房', '65%', '2550', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥8300', '时光恋人 ', 'img/dh1081.jpg', '4月6日', '酒店在太古汇边上，出行购物都很方便，虽然在商圈，但是环境特别安静，休息时候很舒服，服务特别好，换房退房时候都会会有人帮你搬行李，早餐选项也很多，很适合商务出差。唯一的缺点就是房间电话有些老旧，不太好使用。', '10017');
INSERT INTO `room_hotel_info` VALUES ('8083', '../img/room005.jpg', '大床房', '71%', '3600', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3456', '￥6399', '假戏真做', 'img/dh1082.jpg', '3月8日', '地处太古汇，光位置就极赞，对面有炳胜，旁边有商场，吃购都一流，入门迎客松气势足，办理入住期间会奉茶，酒店极具设计感，格局好，房间大，浴缸很舒适，另外透过窗，可欣赏夜间风景，床一如即往的舒服，房间的冼漱用品虽属小众，极好用.\r\n商务或旅行都是很好选择.', '10017');
INSERT INTO `room_hotel_info` VALUES ('8084', '../img/room006.jpg', '单人房', '65%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '我的挖掘机时尚时尚最时尚', 'img/dh1083.jpg', '9月23日', '来广州开展会累的要死要活的 所以必须住文华东方让我放松放松 最喜欢它的低调内敛 让人特别舒服', '10017');
INSERT INTO `room_hotel_info` VALUES ('8085', '../img/room001.jpg', '双床房', '71%', '2550', '无早  双床', '双人正佳极地海洋世界票+双人自助早餐', '3128', '￥4500', '\r\n梦在深巷', 'img/dh1084.jpg', '12月22日', '到广州前早早的订了这家酒店 本地朋友也推荐 交通还蛮方便的 因为在市中心 周边全是商场 周边不远处还有美食街 所以对外地游客而言 实在实在是不错之选 去哪都步行即可 硬件软件设施都不错 服务更是没话说 强烈推荐朋友们来这边游玩可以选择这家星级酒店 我们去的时候还免费升级房间 无比开心 而且就餐饮而言 酒店本身的饭店味道已经很棒啦 何况广州也算美食之都 到哪都是美食', '10017');
INSERT INTO `room_hotel_info` VALUES ('8086', '../img/room002.jpg', '大床房', '71%', '3600', '有早 双床', '双人正佳极地海洋世界票+双人自助早餐', '3456', '￥5800', '\r\n梦在深巷', 'img/dh1085.jpg', '11月11日', '你们能相信墙壁薄如纸的五星级酒店吗？在文华东方连住三晚，除了第一晚睡了个安稳觉，后面两晚天天半夜被隔壁房间的呼噜声吵醒，真的是欲哭无泪啊。抛开这点，酒店的其他都很喜欢，首先位置很方便，逛街、吃饭、坐地铁都很便利，去广州酒家、陶陶居、禄鼎记都能步行到达，楼下、对面都有商场，对于爱吃爱逛的我来说真心很方便。房间设施也很不错，服务很好，以后再来广州应该还是会选他家，不过希望下次隔壁别再住个会打呼的房客。', '10018');
INSERT INTO `room_hotel_info` VALUES ('8087', '../img/room003.jpg', '双床房', '89%', '2550', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥6399', '我的挖掘机时尚时尚最时尚', 'img/dh1086.jpg', '6月24日', '紫色：紫苏具有下气消痰、润肺、宽肠的功效。\r\n棕色：咖啡能提高心脏机能，加强血液循环,改善人体的精神状态和体能，多浸泡具有抗癌症，抗衰老的功效。\r\n黄色：柠檬去除老死细胞,使黯沉的肤色明亮，改善破裂的微血管，也可以软化结疤组织，在您感觉炙热烦躁时，可带来清新的感受，帮助澄清思绪。\r\n白色：牛奶营养丰富，含有较多维生素B，它们能滋润肌肤，保护表皮、防裂、防皱使皮肤光滑柔软白嫩，牛奶中的乳清对面部皱纹有消除作用。\r\n茶色: 茶水中的茶多酚能清除皮肤中的油腻，收敛毛孔，具有消毒、灭菌、抗皮肤老化等功效。\r\n绿色', '10018');
INSERT INTO `room_hotel_info` VALUES ('8088', '../img/room004.jpg', '大床房', '65%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '假戏真做', 'img/dh1087.jpg', '3月8日', 'Ok不错！环境服务都还挺好！不过觉得温泉池少了点！湖边那个温泉池环境不错！', '10018');
INSERT INTO `room_hotel_info` VALUES ('8089', '../img/room005.jpg', '双床房', '71%', '3600', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥4625', '时光恋人 ', 'img/dh1088.jpg', '7月7日', '前台人员非常差，还说自己是老板，真的服务太差了，非常差，现在这样的态度为什么还可以做好呢？这个女的，说要身份证，忘记带，她让人填单，还要去什么公安局，其实我可以理解的，然后我就说我不上去，回去拿，她非要我登记好，我说我不上去先让同伴上去，说不行，还在那里叽叽歪歪，我非常生气，当场就把单给撕了，还骂人，我打电话，还在那里叽叽歪歪，真是忍无可忍了，最后就很生气，很大声跟她说，真心希望她不在继续做下去啦，影响太差了！看评论已经不是一个人说前台服务差的！', '10018');
INSERT INTO `room_hotel_info` VALUES ('8090', '../img/room006.jpg', '大床房', '89%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '假戏真做', 'img/dh1089.jpg', '4月4日', '广州最有名的酒店之一??\r\n因为后面街的建设六马路?是拥有众多不同国家的餐厅?，所以最多外国人选择的花园酒店暂住\r\n\r\n一家历史悠久的酒店，外观上看的确有点陈旧?但里面还是富丽堂皇的哦??\r\n\r\n双人房间其实有点细，浴室和大床只用一个洗手盆隔离，相比希尔顿的细，这里原来更加细??不过这里提供咖啡机，摆设方面比较突出', '10018');
INSERT INTO `room_hotel_info` VALUES ('8091', '../img/room001.jpg', '大床房', '71%', '3600', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3456', '￥4500', '假戏真做', 'img/dh1090.jpg', '2月11日', '没想过经营了15年的温泉度假村能有如此好的管理 房间挺新的 最值得赞扬的服务态度很好 非常好 还会再来 有家的感觉 所有的工作人员都很亲切', '10019');
INSERT INTO `room_hotel_info` VALUES ('8092', '../img/room002.jpg', '双床房', '65%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '\r\n梦在深巷', 'img/dh1091.jpg', '11月11日', '位於二樓的國際會議中心，經常舉辦不同的產品展示會，新聞發布會，例如廣東電視臺衛視【炫風車手】新聞發布會，富隆酒業的新世界紅酒展示品鑒會，來自澳洲，南非，加拿大，智利，等新世界紅酒，譲到會的宾客品鑒購賣。', '10019');
INSERT INTO `room_hotel_info` VALUES ('8093', '../img/room003.jpg', '大床房', '71%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '\r\n梦在深巷', 'img/dh1092.jpg', '4月6日', '四季酒店是一家國際性奢華酒店管理集團，總部位於加拿大多倫多市，1961年由伊薩多·夏普（Isadore Sharp）創辦，在40個國家擁有超過90家酒店，為全球最佳酒店集團之一。比爾·蓋茨和阿爾瓦利德·本·塔拉爾王子也是四季酒店集團的大股東。', '10019');
INSERT INTO `room_hotel_info` VALUES ('8094', '../img/room004.jpg', '双床房', '95%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥5800', '我的挖掘机时尚时尚最时尚', 'img/dh1093.jpg', '12月22日', '四季酒店是一家國際性奢華酒店管理集團，總部位於加拿大多倫多市，1961年由伊薩多·夏普（Isadore Sharp）創辦，在40個國家擁有超過90家酒店，為全球最佳酒店集團之一。比爾·蓋茨和阿爾瓦利德·本·塔拉爾王子也是四季酒店集團的大股東。', '10019');
INSERT INTO `room_hotel_info` VALUES ('8095', '../img/room005.jpg', '双床房', '71%', '3600', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥4625', '假戏真做', 'img/dh1094.jpg', '7月27日', '大堂从正门进入，要费一番周折才能找到登记入住的前台。当时4个柜台有2个都有客人排队办理，另外2个柜台一个有服务员但写着礼宾服务，问了，说不办理入住。另外一个柜台没服务员但写着退房处。排队没有标示，我排A列，某位小姐从B列排着，见我A列前方办完直接过来我这边，服务员还说她早到……那我们是不是都可以直接坐沙发等哪个柜台办完就过去而不是排队啦？\r\n房间布局一进门就洗手间……还好淋浴和洗手间分开，然后还有收纳衣服的地方……', '10019');
INSERT INTO `room_hotel_info` VALUES ('8096', '../img/room006.jpg', '大床房', '65%', '2550', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3456', '￥6399', '时光恋人 ', 'img/dh1095.jpg', '4月4日', '五星級酒店當然要有五星級的風範，軟硬兼施，應該有行政套房，商務套房，豪華套房，豪華双人房，標準双人房，等等，中西餐廳，咖啡廳，國際會議中心，游泳，健身，桑拿，購物，等等，還有人員的培養，訓練，以及素質的提昇，技術的提高。', '10020');
INSERT INTO `room_hotel_info` VALUES ('8097', '../img/room001.jpg', '单人房', '89%', '2550', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3456', '￥8300', '\r\n梦在深巷', 'img/dh1096.jpg', '3月8日', '端午节去的，人太多，前台办理慢，水质一般。房间没有阳台，差了点。建议大家订有阳台的。服务态度很好，都主动打招呼。小吃广场人多上菜慢。总体评价，算可以了。', '10020');
INSERT INTO `room_hotel_info` VALUES ('8098', '../img/room002.jpg', '双床房', '79%', '2550', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥4500', '我的挖掘机时尚时尚最时尚', 'img/dh1097.jpg', '11月11日', '情人节来的，环境比较安静，下午茶套餐398两个人，选了玫瑰味的马卡龙，不算太甜，味道OK，推荐芒果芝士蛋糕，很滑很好吃。', '10020');
INSERT INTO `room_hotel_info` VALUES ('8099', '../img/room003.jpg', '大床房', '71%', '3600', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥5800', '假戏真做', 'img/dh1098.jpg', '7月23日', 'pearlosophy～很棒的酒店每次都会来住，还是这里的VIP很喜欢很安静，和W比较呢比较复古一点没有W那么年轻化，不一样的感觉。服务也是挺好的选择都是比较正确的，我还有十个字就写满100字点评了哈哈。OK了。', '10020');
INSERT INTO `room_hotel_info` VALUES ('8100', '../img/room004.jpg', '双床房', '89%', '3600', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥4625', '\r\n梦在深巷', 'img/dh1099.jpg', '6月24日', '住过两次，每次都给我升级房间，满意。周边逛的、吃的丶打车都方便。', '10020');
INSERT INTO `room_hotel_info` VALUES ('8101', '../img/room005.jpg', '大床房', '71%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥8300', '时光恋人 ', 'img/dh1100.jpg', '7月27日', '很棒的酒店,地理位置非常好，楼下就是太古汇、吃喝逛街全都有，走10分钟正佳广场也有玩的，下次来还会住，服务也很好，房间干净，晚上都会开夜床，房间也很大', '10021');
INSERT INTO `room_hotel_info` VALUES ('8102', '../img/room006.jpg', '单人房', '79%', '3600', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥6399', '我的挖掘机时尚时尚最时尚', 'img/dh1101.jpg', '4月6日', '房间通过合理布局，感觉非常大，处处惊喜，服务很热情，酒店地理位置更是不用提了，周边各种美食', '10021');
INSERT INTO `room_hotel_info` VALUES ('8103', '../img/room001.jpg', '大床房', '71%', '3600', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥8300', '假戏真做', 'img/dh1102.jpg', '12月22日', '很少夜晚出来，偶尔出来一次，我觉得这里是我最喜欢的。环境安静，服务特别好，出品不错。满意！', '10021');
INSERT INTO `room_hotel_info` VALUES ('8104', '../img/room002.jpg', '大床房', '65%', '2550', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3456', '￥6399', '\r\n梦在深巷', 'img/dh1103.jpg', '11月11日', '洗手间是我去过国际性5星级酒店中最舒服的，比四季酒店的还好?', '10021');
INSERT INTO `room_hotel_info` VALUES ('8105', '../img/room003.jpg', '双床房', '71%', '2550', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥8300', '\r\n梦在深巷', 'img/dh1104.jpg', '7月27日', '不得不说属于广州比较高端的酒店，环境非常高端，酒店设备很不错。更朋友一起吃下午茶不得不说出品很不错，味道很正，价格也合理。交通非常便利，旁边就是太古汇，购物什么都方便，什么都方便。真是值得一去，很不错。但消费偏高，价格也配得上。还回去，值得推荐！', '10021');
INSERT INTO `room_hotel_info` VALUES ('8106', '../img/room004.jpg', '大床房', '79%', '3600', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3456', '￥4625', '我的挖掘机时尚时尚最时尚', 'img/dh1105.jpg', '3月8日', '服务非常好，从进门到离开。房间中式风格，用镜面扩大空间，房间内还有个小咖啡吧，可以直接煮咖啡。洗漱用品都是大品牌，酒店的早餐也是非常好吃的。强烈推荐。', '10022');
INSERT INTO `room_hotel_info` VALUES ('8107', '../img/room005.jpg', '单人房', '71%', '3600', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥4500', '时光恋人 ', 'img/dh1106.jpg', '2月11日', '目前个人觉得文华东方是广州最好的酒店。\r\n房间让人觉得很舒适，也对环境卫生觉得很放心。\r\n酒店人员的服务满分。入住时贴心的帮忙提行李还送到房间，真的是让人觉得宾至如归。', '10022');
INSERT INTO `room_hotel_info` VALUES ('8108', '../img/room006.jpg', '双床房', '81%', '2550', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3456', '￥4625', '\r\n梦在深巷', 'img/dh1107.jpg', '8月14日', '只想说下次再去广州玩还想选文华东方，不仅位置好，服务好，房间布局也好，很舒适。就是早餐一般般。其他都完美～', '10022');
INSERT INTO `room_hotel_info` VALUES ('8109', '../img/room001.jpg', '大床房', '71%', '3600', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥5800', '我的挖掘机时尚时尚最时尚', 'img/dh1108.jpg', '11月11日', '位于天河的中心区域，地下直通太古里、万菱汇，很方便。房间设计创意多，客房和洗浴区域做了门道隔断，多了些镜子和门，色调沉稳，咖色为主，还有橙色类似爱马仕盒子的装饰。双洗手盆，有衣帽间，提供胶囊咖啡等，酒店早餐和中餐厅的出品都不错。', '10022');
INSERT INTO `room_hotel_info` VALUES ('8110', '../img/room002.jpg', '双床房', '71%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥8300', '假戏真做', 'img/dh1109.jpg', '6月24日', '大堂从正门进入，要费一番周折才能找到登记入住的前台。当时4个柜台有2个都有客人排队办理，另外2个柜台一个有服务员但写着礼宾服务，问了，说不办理入住。另外一个柜台没服务员但写着退房处。排队没有标示，我排A列，某位小姐从B列排着，见我A列前方办完直接过来我这边，服务员还说她早到……那我们是不是都可以直接坐沙发等哪个柜台办完就过去而不是排队啦？\r\n房间布局一进门就洗手间……还好淋浴和洗手间分开，然后还有收纳衣服的地方……', '10022');
INSERT INTO `room_hotel_info` VALUES ('8111', '../img/room001.jpg', '大床房', '56%', '3600', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥6399', '\r\n梦在深巷', 'img/dh1110.jpg', '4月6日', '第一次来，感觉服务很到位，环境很好，早餐正餐直接酒店吃，性价比很高。', '10023');
INSERT INTO `room_hotel_info` VALUES ('8112', '../img/room002.jpg', '双床房', '71%', '2550', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥8300', '假戏真做', 'img/dh1110.jpg', '12月22日', '到广州办事住了一晚，也许是会员级别的原因吧，就升级到了套房，还不错……\r\n\r\n遗憾的是到酒店都8-9点晚上了，隔天8点就离店，所以房内和酒店的设备都没时间使用和体验。\r\n\r\n房间还是蛮大的，格局也很有气派，但就一个人，感觉有点浪费了?\r\n\r\n到酒店附近逛了一下，虽然晚了，但还是可以找到一些餐厅解饿，咖啡厅也有，还有一些商场，位置蛮不错的。\r\n\r\n隔天到酒店的餐厅用餐，不知怎么了，根本就没人搭理，是太忙了？可是前台还有两个服务员站着啊……第一次住SPG被如此怠慢，还是有点不开心，最后自己找个地坐，草草吃完就', '10023');
INSERT INTO `room_hotel_info` VALUES ('8113', '../img/room003.jpg', '单人房', '79%', '3600', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥4625', '我的挖掘机时尚时尚最时尚', 'img/dh1111.jpg', '6月24日', '  五星級酒店當然要有五星級的風範，軟硬兼施，應該有行政套房，商務套房，豪華套房，豪華双人房，標準双人房，等等，中西餐廳，咖啡廳，國際會議中心，游泳，健身，桑拿，購物，等等，還有人員的培養，訓練，以及素質的提昇，技術的提高。', '10023');
INSERT INTO `room_hotel_info` VALUES ('8114', '../img/room004.jpg', '大床房', '71%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥6399', '时光恋人 ', 'img/dh1112.jpg', '11月11日', '第一次来，感觉服务很到位，环境很好，早餐正餐直接酒店吃，性价比很高。', '10023');
INSERT INTO `room_hotel_info` VALUES ('8115', '../img/room005.jpg', '双床房', '71%', '2550', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥4500', '\r\n梦在深巷', 'img/dh1113.jpg', '3月8日', '大堂从正门进入，要费一番周折才能找到登记入住的前台。当时4个柜台有2个都有客人排队办理，另外2个柜台一个有服务员但写着礼宾服务，问了，说不办理入住。另外一个柜台没服务员但写着退房处。排队没有标示，我排A列，某位小姐从B列排着，见我A列前方办完直接过来我这边，服务员还说她早到……那我们是不是都可以直接坐沙发等哪个柜台办完就过去而不是排队啦？\r\n房间布局一进门就洗手间……还好淋浴和洗手间分开，然后还有收纳衣服的地方……', '10023');
INSERT INTO `room_hotel_info` VALUES ('8116', '../img/room006.jpg', '大床房', '78%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥5800', '假戏真做', 'img/dh1114.jpg', '12月22日', '到广州办事住了一晚，也许是会员级别的原因吧，就升级到了套房，还不错……\r\n\r\n遗憾的是到酒店都8-9点晚上了，隔天8点就离店，所以房内和酒店的设备都没时间使用和体验。\r\n\r\n房间还是蛮大的，格局也很有气派，但就一个人，感觉有点浪费了?\r\n\r\n到酒店附近逛了一下，虽然晚了，但还是可以找到一些餐厅解饿，咖啡厅也有，还有一些商场，位置蛮不错的。\r\n\r\n隔天到酒店的餐厅用餐，不知怎么了，根本就没人搭理，是太忙了？可是前台还有两个服务员站着啊……第一次住SPG被如此怠慢，还是有点不开心，最后自己找个地坐，草草吃完就', '10024');
INSERT INTO `room_hotel_info` VALUES ('8117', '../img/room001.jpg', '双床房', '71%', '3600', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥8300', '我的挖掘机时尚时尚最时尚', 'img/dh1115.jpg', '2月11日', '  五星級酒店當然要有五星級的風範，軟硬兼施，應該有行政套房，商務套房，豪華套房，豪華双人房，標準双人房，等等，中西餐廳，咖啡廳，國際會議中心，游泳，健身，桑拿，購物，等等，還有人員的培養，訓練，以及素質的提昇，技術的提高。\r\n          位於二樓的國際會議中心，經常舉辦不同的產品展示會，新聞發布會，例如廣東電視臺衛視【炫風車手】新聞發布會，富隆酒業的新世界紅酒展示品鑒會，來自澳洲，南非，加拿大，智利，等新世界紅酒，譲到會的宾客品鑒購賣。', '10024');
INSERT INTO `room_hotel_info` VALUES ('8118', '../img/room002.jpg', '单人房', '71%', '2550', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥6399', '\r\n梦在深巷', 'img/dh1116.jpg', '4月6日', '房间通过合理布局，感觉非常大，处处惊喜，服务很热情，酒店地理位置更是不用提了，周边各种美食', '10024');
INSERT INTO `room_hotel_info` VALUES ('8119', '../img/room003.jpg', '大床房', '71%', '3600', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥8300', '假戏真做', 'img/dh1117.jpg', '6月24日', '不得不说属于广州比较高端的酒店，环境非常高端，酒店设备很不错。更朋友一起吃下午茶不得不说出品很不错，味道很正，价格也合理。交通非常便利，旁边就是太古汇，购物什么都方便，什么都方便。真是值得一去，很不错。但消费偏高，价格也配得上。还回去，值得推荐！', '10024');
INSERT INTO `room_hotel_info` VALUES ('8120', '../img/room004.jpg', '双床房', '71%', '2550', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3128', '￥6399', '\r\n梦在深巷', 'img/dh1118.jpg', '11月11日', '五星級酒店當然要有五星級的風範，軟硬兼施，應該有行政套房，商務套房，豪華套房，豪華双人房，標準双人房，等等，中西餐廳，咖啡廳，國際會議中心，游泳，健身，桑拿，購物，等等，還有人員的培養，訓練，以及素質的提昇，技術的提高。', '10024');
INSERT INTO `room_hotel_info` VALUES ('8121', '../img/room005.jpg', '大床房', '79%', '3600', '无早  双床', '双人自助早餐+双人珠江夜游门票', '3456', '￥5800', '我的挖掘机时尚时尚最时尚', 'img/dh1119.jpg', '3月8日', 'pearlosophy～很棒的酒店每次都会来住，还是这里的VIP很喜欢很安静，和W比较呢比较复古一点没有W那么年轻化，不一样的感觉。服务也是挺好的选择都是比较正确的，我还有十个字就写满100字点评了哈哈。OK了。', '10025');
INSERT INTO `room_hotel_info` VALUES ('8122', '../img/room006.jpg', '双床房', '71%', '2550', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '\r\n梦在深巷', 'img/dh1110.jpg', '4月6日', '天鹅酒店是一家國際性奢華酒店管理集團，總部位於加拿大多倫多市，1961年由伊薩多·夏普（Isadore Sharp）創辦，在40個國家擁有超過90家酒店，為全球最佳酒店集團之一。比爾·蓋茨和阿爾瓦利德·本·塔拉爾王子也是四季酒店集團的大股東。', '10025');
INSERT INTO `room_hotel_info` VALUES ('8123', '../img/room001.jpg', '大床房', '71%', '3600', '无早  双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3456', '￥6399', '时光恋人 ', 'img/dh1111.jpg', '2月11日', '五星級酒店當然要有五星級的風範，軟硬兼施，應該有行政套房，商務套房，豪華套房，豪華双人房，標準双人房，等等，中西餐廳，咖啡廳，國際會議中心，游泳，健身，桑拿，購物，等等，還有人員的培養，訓練，以及素質的提昇，技術的提高。', '10025');
INSERT INTO `room_hotel_info` VALUES ('8124', '../img/room002.jpg', '双床房', '71%', '3600', '有早 双床', '双人自助早餐+双人珠江夜游门票', '3128', '￥8300', '假戏真做', 'img/dh1110.jpg', '11月11日', '位於二樓的國際會議中心，經常舉辦不同的產品展示會，新聞發布會，例如廣東電視臺衛視【炫風車手】新聞發布會，富隆酒業的新世界紅酒展示品鑒會，來自澳洲，南非，加拿大，智利，等新世界紅酒，譲到會的宾客品鑒購賣。', '10025');
INSERT INTO `room_hotel_info` VALUES ('8125', '../img/room003.jpg', '大床房', '87%', '2550', '有早 双床', '双人MAG环球魔幻世界全馆票+双人自助早餐', '3456', '￥4500', '我的挖掘机时尚时尚最时尚', 'img/dh1110.jpg', '3月8日', '此次来广州参加培训，恰巧就是达镖国际酒店，其坐落于海珠区江南大道与昌岗路交汇处，地铁2号线及8号线昌岗站E出口上盖，是一家高端商务酒店，酒店装饰富丽堂皇、高雅、舒适。据说是全城罕有的360度无垠景观，尽收眼底。总的说来房间算是干净整洁，赠送的荟星阁下餐厅自助早餐还不错，东西不算少，地理位置也不错，隔壁刚好是广州酒家，可以品尝下早茶～', '10025');
